tap "oven-sh/bun"
brew "biome"
brew "mas"
brew "neovim"
brew "zig"
brew "zsh-autosuggestions"
brew "oven-sh/bun/bun"
cask "amneziavpn"
cask "font-lilex"
cask "google-chrome@canary"
cask "raycast"
cask "zed"
mas "Things", id: 904280696
mas "Bear", id: 1091189122
mas "KeyKey", id: 1035137927
mas "Pixelmator Pro", id: 1289583905
mas "Xcode", id: 497799835
